export const PFLIST = [
  { q: "我很明了本测验的说明：", a: ["A、是的", "B、不一定", "C、不是的"] },
  {
    q: "我对本测验的每一个问题，都能做到诚实的回答：",
    a: ["A、是的", "B、不一定", "C、不同意"]
  },
  {
    q: "如果我有机会的话，我愿意：",
    a: ["A、到一个繁华的城市去旅行", "B、介于A-C之间", "C、游览清静的山区"]
  },
  { q: "我有能力应付各种困难：", a: ["A、是的", "B、不一定", "C、不是的"] },
  {
    q: "即使是关在铁笼里的猛兽，我见了也会感到惴惴不安：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "我总是不敢大胆批评别人的言行：",
    a: ["A、是的", "B、有时如此", "C、不是的"]
  },
  { q: "我的思想似乎：", a: ["A、比较先进", "B、一般", "C、比较保守"] },
  {
    q: "我不擅长说笑话、讲有趣的事：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "当我见到亲友和邻居争吵时，我总是：",
    a: ["A、任其自己解决", "B、介于A-C之间", "C、予以劝解"]
  },
  {
    q: "在群众集会中，我：",
    a: ["A、谈吐自如", "B、介于A-C之间", "C、保持沉默"]
  },
  { q: "我愿做一个：", a: ["A、建筑工程师", "B、不确定", "C、社会科学研究者"] },
  {
    q: "阅读时，我喜欢选读：",
    a: ["A、自然科学书籍", "B、不确定", "C、政治理论书籍"]
  },
  {
    q: "我认为很多人都有些心理不正常、只是他们不愿意承认：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我希望我的爱人擅长交际，无须具有文艺才能：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "对于性情急噪，爱发脾气的人，我仍能以礼相待：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "受人侍奉时我常常局促不安：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "在从事体力或脑力劳动之后，我总是需要有比别人更多的休息时间，才能保持工作效率：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "半夜醒来，我常常为种种惴虑不安而不能再入睡：",
    a: ["A、常常如此", "B、有时如此", "C、极少如此"]
  },
  {
    q: "事情进行得不顺利时，我常常急得涕泪交流：",
    a: ["A、从不如此", "B、有时如此", "C、常常如此"]
  },
  {
    q: "我认为只要双方同意可以离婚，可以不受传统观念的束缚：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我对人或物的兴趣都很容易改变：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "在工作中，我愿意：",
    a: ["A、和别人合作", "B、不确定", "C、自己单独进行"]
  },
  {
    q: "我常常会无缘无故地自言自语：",
    a: ["A、常常如此", "B、偶然如此", "C、从不如此"]
  },
  {
    q: "无论是工作、饮食或外出游览，我总是：",
    a: ["A、匆匆忙忙，不能尽兴", "B、介于A-C之间", "C、从容不迫"]
  },
  {
    q: "有时我怀疑别人是否对我的言行真正的有兴趣：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "如果我在工厂里工作，我愿做：",
    a: ["A、技术科的工作", "B、介于A-C之间", "C、宣传科的工作"]
  },
  {
    q: "在阅读时，我愿阅读：",
    a: ["A、有关太空旅行的书籍", "B、不太确定", "C、有关家庭教育的书籍"]
  },
  {
    q: "本题后面列出的三个单词，哪个与其他两个单词不类同：",
    a: ["A、狗", "B、石头", "C、牛"]
  },
  {
    q: "如果我能到一个新的环境，我要：",
    a: ["A、把生活安排得和从前不一样", "B、不确定", "C、和从前相仿"]
  },
  {
    q: "在一生中，我总觉得我能达到我所预期的目标：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "当我说谎时，总觉得内心羞愧，不敢正视对方：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "假使我手里拿着一颗装有子弹的手枪，我必须把子弹取出来才能安心：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "多数人认为我是一个说话有风趣的人：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "如果人们知道我内心的成见，他们会大吃一惊：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "在公众场合，如果我突然成为大家注意的中心，就会感到局促不安：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我总喜欢参加规模庞大的晚会或集会：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  { q: "在学科中，我喜欢：", a: ["A、音乐", "B、不一定", "C、手工劳动"] },
  {
    q: "我常常怀疑那些出乎我意料的对我过于友善的人动机是否诚实：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我愿意把我的生活安排得象一个：",
    a: ["A、艺术家", "B、不确定", "C、会计师"]
  },
  {
    q: "我认为目前所需要的是：",
    a: ["A、多出现一些改造世界的理想家", "B、不确定", "C、脚踏实地的实干家"]
  },
  {
    q: "有时候我觉得我需要剧烈的体力劳动：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我愿意跟有教养的人来往而不愿意同鲁莽的人交往：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "在处理一些必须凭借智慧的事务中：",
    a: ["A、我的亲人表现得比一般人差", "B、普通", "C、我的亲人表现得超人一等"]
  },
  {
    q: "当领导召见我时，我：",
    a: ["A、觉得可以趁机提出建议", "B、介于A-C之间", "C、总怀疑自己做错了事"]
  },
  {
    q: "如果待遇优厚，我愿意做护理精神病人的工作：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "读报时，我喜欢读：",
    a: ["A、当前世界上的基本问题", "B、介于A-C之间", "C、地方新闻"]
  },
  {
    q: "在接受困难任务时，我总是：",
    a: ["A、有独立完成的信心", "B、不确定", "C、希望有别人的帮助和指导"]
  },
  {
    q: "在游览时，我宁愿观看一个画家写生，也不愿听人家的辩论；",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "我的神经脆弱，稍有点刺激就会使我战栗：",
    a: ["A、时常如此", "B、有时如此", "C、从不如此"]
  },
  {
    q: "早晨起来，常常感到疲乏不堪：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "如果待遇相同，我愿选做：",
    a: ["A、森林管理员", "B、不一定", "C、中小学教员"]
  },
  {
    q: "每逢过年过节或亲友结婚时，我：",
    a: ["A、喜欢赠送礼物", "B、不太确定", "C、不愿相互送礼"]
  },
  {
    q: "本题后面列有三个数字中，哪个数字与其他两个数字不类同：",
    a: ["A、5", "B、2", "C、7"]
  },
  { q: "猫和鱼就象牛和：", a: ["A、牛奶", "B、牧草", "C、盐"] },
  {
    q: "我在小学时敬佩的老师，到现在仍然值得我敬佩：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "我觉得我确实有一些别人所不及的优良品质：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "根据我的能力，即使让我做一些平凡的工作，我也会安心的：",
    a: ["A、是的", "B、不太确定", "C、不是的"]
  },
  {
    q: "我喜欢看电影或参加其他娱乐活动的次数：",
    a: ["A、比一般人多", "B、和一般人相同", "C、比一般人少"]
  },
  {
    q: "我喜欢从事需要精密技术的工作：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "在有威望、有地位的人面前，我总是较为局促、谨慎：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "对于我来说在大众面前演讲或表演，是一件难事：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我愿意：",
    a: ["A、指挥几个人工作", "B、不确定", "C、和同志们一起工作"]
  },
  {
    q: "即使我做了一件让别人笑话的事，我也能坦然处之：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我认为没有人会幸灾乐祸地希望我遇到困难：",
    a: ["A、是的", "B、不确定", "C、不是的"]
  },
  {
    q: "一个人应该：",
    a: ["A、考虑人生的真正意义", "B、不确定", "C、踏踏实实地工作和学习"]
  },
  {
    q: "我喜欢去处理被别人弄得一塌糊涂的工作：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "当我非常高兴时，总有一种“好景不长”的感觉：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "在一般困难环境中，我总能保持乐观：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "迁居是一件极不愉快的事：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "在年轻的时候，当我和父母的意见不同时：",
    a: ["A、保留自己的意见", "B、介于A-C之间", "C、接受父母的意见"]
  },
  {
    q: "我希望把我的家庭：",
    a: [
      "A、建设成适合自身活动和娱乐的地方",
      "B、介于A-C之间",
      "C、成为邻里交往活动的一部分"
    ]
  },
  {
    q: "我解决问题时，多借助于：",
    a: ["A、个人独立思考", "B、介于A-C之间", "C、和别人互相讨论"]
  },
  {
    q: "在需要当机立断时，我总是：",
    a: ["A、镇静的运用理智", "B、介于A-C之间", "C、常常紧张兴奋"]
  },
  {
    q: "最近在一两件事情上，我觉得我是无辜受累的：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  { q: "我善于控制我的表情：", a: ["A、是的", "B、介于A-C之间", "C、不是的"] },
  {
    q: "如果待遇相同，我愿做一个：",
    a: ["A、化学研究工作者", "B、不确定", "C、旅行社经理"]
  },
  {
    q: "以“惊讶”与“新奇”搭配为例，我认为“惧怕”与：",
    a: ["A、勇敢", "B、焦虑", "C、恐怖搭配"]
  },
  {
    q: "本题后面列出的三个分数，哪一个数字与其他两个分数不类同：",
    a: ["A、3/7", "B、3/9", "C、3/11"]
  },
  {
    q: "不知为什么，有些人总是回避或冷淡我：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "我虽然好意待人，但常常得不到好报：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "我不喜欢好强好盛的人：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "和一般人相比，我的朋友的确太少了：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "不在万不得已的情况下，我总是回避参加应酬性的活动：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "我认为对领导逢迎得当比工作表现更重要：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "参加竞赛时，我总是着重在竞赛的活动，而不计较其成败：",
    a: ["A、总是如此", "B、一般如此", "C、偶然如此"]
  },
  {
    q: "按照我个人的意愿，我希望做的工作是：",
    a: [
      "A、有固定而可靠的工资收入",
      "B、介于A-C之间",
      "C、工资高低应随我的工作表现而随时调整"
    ]
  },
  {
    q: "我愿意阅读：",
    a: ["A、军事与政治的实事记载", "B、不一定", "C、富有情感和幻想的作品"]
  },
  {
    q: "我认为有许多人之所以不敢犯罪，其主要原因是怕被惩罚；",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我的父母从不严格要求我事事顺从：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "“百折不挠、再接再厉”的精神似乎被人们所忽略：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "当有人对我发火时：我总是：",
    a: ["A、设法使他镇定下来", "B、不太确定", "C、自己也会发起火来"]
  },
  { q: "我希望：", a: ["A、人们都要友好相处", "B、不一定", "C、开展斗争"] },
  {
    q: "不论是在极高的屋顶上，还是在极深的隧道中，我很少感到胆怯不安：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "只要没有过错，不管别人怎么说，我总能心安理得：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "我认为凡是无法用理智来解决的问题，有时就不得不靠极权处理：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我在年轻的时候，和异性朋友交往：",
    a: ["A、较多", "B、介于A-C之间", "C、较别人少"]
  },
  {
    q: "我在社团活动中，是一个活跃分子：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "在人声噪杂中，我仍能不受干扰，专心工作：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "在某些心境下，我常常因为困惑陷入空想而将工作搁置下来：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我很少用难堪的语言去刺伤别人的感情：",
    a: ["A、是的", "B、不太确定", "C、不是的"]
  },
  {
    q: "如果让我选择，我宁愿选择做：",
    a: ["A、列车员", "B、不确定", "C、描图员"]
  },
  {
    q: "“理不胜词”的意思是：",
    a: ["A、理不如词", "B、理多而词少", "C、词藻华丽而理不足"]
  },
  {
    q: "以“铁锹”与“挖掘”搭配为例，我认为“刀子”与：",
    a: ["A、琢磨", "B、切割", "C、铲除搭配"]
  },
  {
    q: "我在大街上，常常避开我所不愿意打招呼的人：",
    a: ["A、极少如此", "B、偶然如此", "C、有时如此"]
  },
  {
    q: "当我聚精会神地听音乐时，假使有人在旁边高谈阔论:",
    a: ["A、我仍能专心听音乐", "B、介于A-C之间", "C、不能专心而感到恼怒"]
  },
  {
    q: "在课堂上，如果我的意见与老师不同，我常常：",
    a: ["A、保持沉默", "B、不一定", "C、当场表明自己的看法"]
  },
  {
    q: "我单独跟异性谈话时，总显得不自然：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我在待人接物方面，的确不太成功：",
    a: ["A、是的", "B、不完全是这样", "C、不是的"]
  },
  {
    q: "每当做一件困难工作时，我总是：",
    a: ["A、预先做好准备", "B、介于A-C之间", "C、相信到时候总会有办法解决的"]
  },
  {
    q: "在我结交的朋友中，男女各占一半：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我在结交朋友方面：",
    a: ["A、结识很多的人", "B、不一定", "C、维持几个深交的朋友"]
  },
  {
    q: "我愿意做一个社会科学家，而不愿做一个机械工程师：",
    a: ["A、是的", "B、不确定", "C、不是的"]
  },
  {
    q: "如果我发现了别人的缺点，我是不计一切的提出指责：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我喜欢设法影响和我一起工作的同志，使他们能协助我实现所计划的目标：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我喜欢做戏剧、音乐、歌舞、新闻采访等工作：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "当人们表扬我的时候，我总觉得羞愧窘促：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我认为一个国家最需要解决的问题是：",
    a: ["A、政治问题", "B、不太确定", "C、道德问题"]
  },
  {
    q: "有时我会无故地产生一种面临大祸的恐惧：",
    a: ["A、是的", "B、有时如此", "C、不是的"]
  },
  {
    q: "我在童年时，害怕黑暗的次数：",
    a: ["A、极多", "B、不太多", "C、几乎没有"]
  },
  {
    q: "在闲暇的时候，我喜欢：",
    a: ["A、看一部历史性的探险电影", "B、不一定", "C、读一本科学性的幻想小说"]
  },
  {
    q: "当人们批评我古怪不正常时，我：",
    a: ["A、非常气恼", "B、有些气恼", "C、无所谓"]
  },
  {
    q: "到一个新城市里去找地址：",
    a: ["A、找人问路", "B、介于A-C之间", "C、参考市区地图"]
  },
  {
    q: "当朋友声明他要在家休息时，我总是设法怂恿他同我一起到外面去游览：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "在就寝时，我常常：",
    a: ["A、不易入睡", "B、介于A-C之间", "C、极易入睡"]
  },
  {
    q: "有人烦扰我时，我：",
    a: ["A、能不露声色", "B、介于A-C之间", "C、总要说给别人听，以泄气愤"]
  },
  { q: "如果待遇相同，我愿做一个：", a: ["A、律师", "B、不确定", "C、航海员"] },
  {
    q: "“时间变成了永恒”这是比喻：",
    a: ["A、时间过得很快", "B、忘了时间", "C、光阴一去不复返"]
  },
  {
    q: "本题后面列的哪一项应接在“X0000XX000XXX”的后面：",
    a: ["A、X0X", "B、00X", "C、0XX"]
  },
  {
    q: "我不论到什么地方，都能清楚地辨别方向：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我热爱我所学的专业和所从事的工作：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "如果我急于想借朋友的东西，而朋友又不在家时，我认为不告而取也没有关系：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我喜欢向朋友讲述一些我个人有趣的经历：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  { q: "我宁愿做一个：", a: ["A、演员", "B、不确定", "C、建筑师"] },
  {
    q: "业余时间，我总是做好安排，不使时间浪费：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "在和别人交往中，我常常会无缘无故地产生一种自卑感：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "和不熟识的人交谈，对我来说：",
    a: ["A、毫不困难", "B、介于A-C之间", "C、是一件难事"]
  },
  {
    q: "我所喜欢的音乐是：",
    a: ["A、轻松活泼的", "B、介于A-C之间", "C、富于感情的"]
  },
  { q: "我爱想入非非：", a: ["A、是的", "B、不一定", "C、不是的"] },
  {
    q: "我认为未来二十年的世界局势，定将好转：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "在童年时，我喜欢阅读：",
    a: ["A、神话幻想故事", "B不确定", "C、战争故事"]
  },
  {
    q: "我向来对机械、汽车等发生兴趣：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "即使让我做一个缓刑释放的罪犯的管理人，我也会把工作搞得较好：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我仅仅被认为是一个能够苦干而稍有成就的人而已：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "就是在不顺利的情况下，我仍能保持精神振奋：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我认为节制生育是解决经济与和平问题的重要条件：",
    a: ["A、是的", "B、不太确定", "C、不是的"]
  },
  {
    q: "在工作中，我喜欢独自筹划，不愿受别人干涉：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "尽管有的同志和我的意见不和，但仍能跟他搞好团结：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "我在工作和学习上，总是使自己不粗心大意、忽略细节：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "在和别人争辩或险遭事故后，我常常表现出震颤、精疲力尽、不能安心工作：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "未经医生处方，我是从不乱吃药的：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "根据我个人的兴趣，我愿参加：",
    a: ["A、摄影组活动", "B、不确定", "C、文娱队活动"]
  },
  {
    q: "以星火与燎原搭配为例，我认为姑息与：",
    a: ["A、同情", "B、养奸", "C、纵容搭配"]
  },
  {
    q: "“钟表”与“时间”的关系犹如“裁缝”与：",
    a: ["A、服装", "B、剪刀", "C、布料的关系"]
  },
  {
    q: "生动的梦境，常常干扰我的睡眠：",
    a: ["A、经常如此", "B、偶然如此", "C、从不如此"]
  },
  { q: "我爱打抱不平：", a: ["A、是的", "B、介于A-C之间", "C、不是的"] },
  {
    q: "如果我要到一个新城市，我将要：",
    a: ["A、到处闲逛", "B、不确定", "C、避免去不安全的地方"]
  },
  {
    q: "我爱穿朴素的衣服，不愿穿华丽的服装：",
    a: ["A、是的", "B、不太确定", "C、不是的"]
  },
  {
    q: "我认为安静的娱乐远远胜过热闹的宴会：",
    a: ["A、是的", "B、不太确定", "C、不是的"]
  },
  {
    q: "我明知自己有缺点，但不愿接受别人的批评：",
    a: ["A、偶然如此", "B、极少如此", "C、从不如此"]
  },
  {
    q: "我总是把“是、非、善、恶”作为处理问题的原则：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "当我工作时，我不喜欢有许多人在旁参观：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我认为，侮辱那些即使有错误的有文化教养的人，如医生、教师等，也是不应该的：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  { q: "在各种课程中，我喜欢：", a: ["A、语文", "B、不确定", "C、数学"] },
  {
    q: "那些自以为是、道貌岸然的人使我生气：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "和循规蹈矩的人交谈：",
    a: [
      "A、很有兴趣，并有所得",
      "B、介于A-C之间",
      "C、他们的思想简单，使我厌烦"
    ]
  },
  {
    q: "我喜欢：",
    a: [
      "A、有几个有时对我很苛求但富有感情的朋友",
      "B、介于A-C之间",
      "C、不受别人的干涉"
    ]
  },
  {
    q: "如果征求我的意见，我赞同：",
    a: [
      "A、切实制止精神病患者和智能低下的人生育",
      "B、不确定",
      "C、杀人犯必须判处死刑"
    ]
  },
  {
    q: "有时我会无缘无故地感到沮丧、痛苦：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "当和立场相反的人争辩时，我主张：",
    a: ["A、尽量找出基本概念的差异", "B、不一定", "C、彼此让步"]
  },
  {
    q: "我一向重感情而不重理智，因而我的观点常常动摇不定：：",
    a: ["A、是的", "B、不致如此", "C、不是的"]
  },
  {
    q: "我的学习多赖于：",
    a: ["A、阅读书刊", "B、介于A-C之间", "C、参加集体讨论"]
  },
  {
    q: "我宁愿选择一个工资较高的工作，不在乎是否有保障，而不愿做工资低的固定工作：",
    a: ["A、是的", "B、不太确定", "C、不是的"]
  },
  {
    q: "在参加讨论时，我总是能把握住自己的立场：",
    a: ["A、经常如此", "B、一般如此", "C、必要时才能如此"]
  },
  {
    q: "我常常被一些无所谓的小事所烦扰：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我宁愿住在嘈杂的闹市区，而不愿住在僻静的郊区：",
    a: ["A、是的", "B、不太确定", "C、不是的"]
  },
  {
    q: "下列工作如果任我挑选的话，我愿做：",
    a: ["A、少先队辅导员", "B、不太确定", "C、修表工作"]
  },
  { q: "一人____事，众人受累：", a: ["A、偾", "B、愤", "C、喷"] },
  { q: "望子成龙的家长往往____苗助长：", a: ["A、揠", "B、堰", "C、偃"] },
  {
    q: "气候的变化并不影响我的情绪：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "因为我对一切问题都有一些见解，所以大家都认为我是一个有头脑的人：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  { q: "我讲话的声音：", a: ["A、宏亮", "B、介于A-C之间", "C、低沉"] },
  {
    q: "一般人都认为我是一个活跃热情的人：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我喜欢做出差机会较多的工作：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我做事严格，力求把事情办得尽善尽美：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "在取回或归还借的东西时，我总是仔细检查，看是否保持原样：",
    a: ["A、是的", "B、介于A-C之间", "C、不是的"]
  },
  {
    q: "我通常总是精力充沛，忙碌多事：",
    a: ["A、是的", "B、不一定", "C、不是的"]
  },
  {
    q: "我确信我没有遗漏或漫不经心回答上面的任何问题：",
    a: ["A、是的", "B、不确定", "C、不是的"]
  }
];
